[
  {
    "id": 1,
    "title": "VIZLA",
    "summary": "THE NEXUS BATTLES IV: “A NEW HOPE” \n PROYECTO INTEGRADOR II",
    "content": "El equipo Vizsla, responsable del módulo de usuarios para el juego Nexus Battle IV, enfrentó severas observaciones del jurado calificador tras una sustentación caracterizada por excusas y la ausencia de un producto funcional. Durante la presentación, el grupo no logró explicar adecuadamente el desarrollo del módulo asignado, limitándose a justificar su falta de avance con problemas técnicos y dificultades de comunicación. Los docentes señalaron que durante dos sprints consecutivos no alcanzaron ningún punto comprometido, presentando únicamente funciones básicas de registro y login. La profesora Claudia enfatizó que 'uno como profesor no puede evaluar un intento sino el producto', mientras que el profesor Briceño cuestionó directamente la falta de valor en lo presentado.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/4nMWByWN/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 2,
    "title": "ELDAR",
    "summary": "THE NEXUS BATTLES IV: “A NEW HOPE” \n PROYECTO INTEGRADOR II",
    "content": "Con una presentación sólida y bien estructurada, el equipo Eldar demostró significativos avances en el desarrollo del módulo de inventario e interfaz para Nexus Battle IV. El grupo expuso de manera detallada su marco conceptual, metodología y resultados, obteniendo reconocimiento por parte del jurado. No obstante, los docentes identificaron áreas de mejora en los diagramas presentados y en el uso de ciertos elementos técnicos. El profesor Lenin señaló errores específicos en la diagramación, mientras que la profesora Danith cuestionó la estimación de puntos de historia y la falta de evidencia sobre la implementación de CI/CD en el proyecto.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/WWxhBLZC/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 3,
    "title": "KRYZE",
    "summary": "THE NEXUS BATTLES IV: “A NEW HOPE” \n PROYECTO INTEGRADOR II",
    "content": "En una de las presentaciones más destacadas de la jornada, el equipo Kryze demostró un dominio excepcional en el desarrollo del juego para Nexus Battle IV. Su exposición se caracterizó por la claridad, eficiencia y profundidad técnica, particularly en la implementación de variables pseudoaleatorias que enriquecieron la experiencia de juego. El jurado calificador unánimemente felicitó al grupo por la calidad del trabajo presentado y la excelente ejecución en la sustentación, marcando un referente de calidad para los demás equipos participantes.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/PvVnptyf/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 4,
    "title": "ROOK",
    "summary": "THE NEXUS BATTLES IV: “A NEW HOPE” \n PROYECTO INTEGRADOR II",
    "content": "El equipo Rook, encargado de los módulos de torneo y subastas, presentó un trabajo aceptable aunque con notorias dificultades durante la exposición. Si bien el contenido técnico demostró avances, varios integrantes mostraron falta de entusiasmo y seguridad al presentar los resultados. La profesora Danith manifestó preocupación por la evidente deuda técnica acumulada en los sprints, mientras que el profesor Lenin reconoció el buen manejo de la teoría para la definición de estrategias durante el desarrollo del proyecto.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/84Q1WyJX/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 5,
    "title": "WREN",
    "summary": "THE NEXUS BATTLES IV: “A NEW HOPE” \n PROYECTO INTEGRADOR II",
    "content": "A pesar de una exposición inicialmente prometedora, el equipo Wren enfrentó serios cuestionamientos sobre el desarrollo de la inteligencia artificial para las batallas del juego. Los docentes identificaron explicaciones incompletas y diagramas con errores sustanciales. El profesor Briceño cuestionó la falta de claridad en el modelo de IA implementado, calificando la presentación como 'sin sabor', mientras que la profesora Danith expresó escepticismo sobre la veracidad de ciertas afirmaciones. El profesor Lenin, aunque reconoció el esfuerzo detrás del trabajo, enfatizó la necesidad de no ser pasivos ante las críticas.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/rR1Yk7F7/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 6,
    "title": "EQUIPO ARRYN",
    "summary": "PROYECTO INTEGRADOR II",
    "content": "El equipo Arryn presentó un sistema de comparación de precios mediante web scraping que generó confusión entre los evaluadores. Tras veinte minutos de exposición, los docentes señalaron que no lograron comunicar efectivamente la esencia del proyecto. El profesor Briceño identificó evidentes muestras de individualismo que denotaban falta de trabajo en equipo, mientras que el profesor Lenin criticó la ausencia de marco conceptual que permitiera entender los fundamentos técnicos implementados en el desarrollo.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/bMzx73Vf/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 7,
    "title": "EQUIPO BARATHEON",
    "summary": "PROYECTO INTEGRADOR II",
    "content": "Con el proyecto 'QueHayPaHacer', el equipo Baratheon introdujo una plataforma que centraliza información sobre eventos culturales en Colombia. Aunque la iniciativa fue bien recibida conceptualmente, los docentes identificaron problemas en la explicación de conceptos técnicos. El profesor Francisco señaló imprecisiones en terminologías específicas, el profesor Briceño cuestionó la claridad en los requisitos para entrenar el chatbot, y el profesor Lenin identificó problemas en la formulación de requerimientos funcionales y no funcionales.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/H1gWnnv/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 8,
    "title": "EQUIPO LANNISTER",
    "summary": "PROYECTO INTEGRADOR II",
    "content": "El equipo Lannister presentó un sistema de noticias en tiempo real con capacidades de web scraping y un chatbot basado en mBERT para preguntas frecuentes. Sin embargo, la sustentación dejó dudas significativas sobre aspectos fundamentales del proyecto. El profesor Lenin cuestionó la definición operativa de 'noticia' y identificó errores de semántica, mientras que el profesor Briceño expresó confusión sobre el término 'plataforma web inteligente' utilizado repetidamente durante la presentación.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/Fk7ZHwQW/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 9,
    "title": "EQUIPO STARK",
    "summary": "PROYECTO INTEGRADOR II",
    "content": "El equipo Stark presentó un sistema de noticias financieras mediante web crawling con soporte de chatbot, obteniendo comentarios generalmente positivos del jurado. El profesor Briceño felicitó la estructuración de la presentación, aunque señaló inconsistencia en el uso de idiomas entre español e inglés. Por su parte, el profesor Lenin reconoció la excelente explicación del marco conceptual, pero observó la falta de evidencia en la aplicación de metodologías ágiles como Scrum durante el desarrollo del proyecto.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/1YtrXJpH/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 10,
    "title": "EQUIPO TARGARYEN",
    "summary": "PROYECTO INTEGRADOR II",
    "content": "El equipo Targaryen presentó LearnIA, un sistema de web scraping con inteligencia artificial para establecer rutas de aprendizaje personalizadas. Aunque la presentación fue calificada como adecuada, el profesor Lenin identificó afirmaciones no sustentadas, como la relación entre colores y aprendizaje, así como el uso de términos subjetivos como 'fácil de mantener' sin evidencia concreta que los respaldara.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/QLc2Y4j/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 11,
    "title": "EQUIPO TYRELL",
    "summary": "PROYECTO INTEGRADOR II",
    "content": "El equipo Tyrell presentó un chatbot para búsqueda de promociones que evidenció serias deficiencias en preparación y profundidad técnica. El profesor Lenin identificó múltiples problemas: lenguaje informal, diapositivas que parecían elaboradas apresuradamente, falta de conocimiento técnico en algunos integrantes y diagramas de arquitectura incorrectos. Las observaciones apuntaron a una falta general de profesionalismo en la ejecución del proyecto.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/HTR88LJj/image.png",
    "date": "2025-10-28"
  },
  {
    "id": 12,
    "title": "EQUIPO 1",
    "summary": "Estructuras de Datos",
    "content": "El primer grupo en presentar el sistema de gestión de trenes de transporte de pasajeros mostró una preparación insuficiente que afectó significativamente su evaluación. Los docentes coincidieron en señalar la falta de material presentable y la dependencia total de la lectura de diapositivas. El profesor Francisco criticó específicamente la ausencia de marco conceptual y la evidente improvisación, particularmente en la inclusión de objetivos dentro del marco conceptual.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/BHSMMtXs/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 13,
    "title": "EQUIPO 2",
    "summary": "Estructuras de Datos",
    "content": "El segundo grupo a cargo del sistema de gestión ferroviaria presentó un trabajo técnicamente aceptable pero con graves problemas de actitud y puntualidad. La profesora Sandra criticó la falta de compromiso evidenciada por la ausencia y tardanza de miembros, mientras que la profesora Danith cuestionó la actitud durante la exposición. Los aspectos técnicos también recibieron observaciones, como la elección de Java para aplicaciones web y la decisión de omitir partes de la presentación por tiempo.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/fY2qZTRY/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 14,
    "title": "EQUIPO 3",
    "summary": "Estructuras de Datos",
    "content": "Brilla por su ausencia.\n\nRedacción UPB Digital",
    "image": "https://easimages.basnop.com/default-image_600.png",
    "date": "2025-10-29"
  },
  {
    "id": 15,
    "title": "EQUIPO 4",
    "summary": "Estructuras de Datos",
    "content": "En contraste con grupos anteriores, el Grupo 4 presentó una sustentación notablemente superior del sistema de gestión ferroviaria. Aunque omitieron las conclusiones en las diapositivas, lograron presentarlas improvisadamente al final. El uso de metodología Kanban y la adecuada justificación del proyecto fueron aspectos particularmente elogiados. Los docentes felicitaron el trabajo evidente y original, mientras sugirieron mejoras en la presentación de diagramas extensos.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/HfykPDZB/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 16,
    "title": "EQUIPO 5",
    "summary": "Estructuras de Datos",
    "content": "Brilla por su ausencia.\n\nRedacción UPB Digital",
    "image": "https://easimages.basnop.com/default-image_600.png",
    "date": "2025-10-29"
  },
  {
    "id": 17,
    "title": "VETERINARIA SOS",
    "summary": "Ingeniería de Software",
    "content": "El equipo de Veterinaria & Spa presentó un sistema integral de gestión que implementó patrones Singleton y Factory para generación de informes. Aunque omitieron el marco conceptual, su marco tecnológico y uso de metodología espiral fueron adecuadamente explicados. El profesor Briceño felicitó el trabajo general, la profesora Claudia elogió el uso de diapositivas como apoyo (con reservas sobre texto completo), y el profesor Lenin destacó el buen manejo conceptual a pesar de detalles menores.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/wh955Ny6/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 18,
    "title": "URBAN SHOES",
    "summary": "Ingeniería de Software",
    "content": "El equipo Urban Shoes presentó un sistema de inventario para calzado que mostró significativa mejora tras incorporar correcciones previas. La profesora Sandra reconoció específicamente esta capacidad de evolución, mientras que la profesora Danith identificó posibles usos de inteligencia artificial en el desarrollo. El profesor Lenin, aunque generally positivo, señaló oportunidades de mejora en diagramas y comprensión de patrones arquitectónicos como MVC.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/vCsfhYb0/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 19,
    "title": "RANA SHOES",
    "summary": "Ingeniería de Software",
    "content": "El grupo Rana Shoes presentó un sistema para la creación automatizada de calzado que evidenció problemas sustanciales en diseño y especificación. La presentación comenzó con un integrante menos y mostró diagramas de clases confusos y requerimientos poco específicos. El profesor Briceño criticó la extensión excesiva del objetivo y la falta de mención a APIs REST, mientras el profesor Lenin reconoció la calidad de diagramas de flujo y secuencia a pesar de las deficiencias generales.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/TBqFRg6z/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 20,
    "title": "AVITECH",
    "summary": "Ingeniería de Software",
    "content": "En una de las evaluaciones más críticas de la jornada, el equipo Avitech presentó un sistema para medición de huevos en galpones que los docentes calificaron como deficiente en todos los aspectos. El profesor Francisco señaló la ausencia total de UML y diagramas, mientras que el comportamiento de un integrante hacia el jurado fue calificado como poco profesional y grosero por parte del público asistente.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/pBgrNczw/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 21,
    "title": "CENTRO DE DESARROLLO DE SOFTWARE",
    "summary": "Proyecto Integrador I",
    "content": "El equipo Byfrost presentó un sistema de gestión de procesos que no logró comunicar efectivamente su propósito fundamental. Los docentes identificaron problemas graves en diagramas ilegibles, objetivos excesivamente amplios y conclusiones consideradas engañosas. La profesora Danith cuestionó la evidencia de solución tecnológica, mientras el profesor Javier recomendó metodologías SMART para mejorar la definición de objetivos futuros.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/LXSgzjHP/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 22,
    "title": "CENTRO DE AGROINDUSTRIA INTELIGENTE",
    "summary": "Proyecto Integrador I",
    "content": "El equipo Agrotechnova presentó un sistema de gestión agrícola que, aunque evidenció considerable esfuerzo, mostró problemas en aspectos conceptuales. El profesor Briceño cuestionó el valor de un despliegue en localhost, mientras el profesor Ali criticó las conclusiones vagas y la afirmación de haber 'adaptado' Scrum, enfatizando que las metodologías ágiles se implementan completas o se usan alternativas diferentes.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/1WY0XYj/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 23,
    "title": "CENTRO DE BIOTECNOLOGÍA",
    "summary": "Proyecto Integrador I",
    "content": "El grupo Bioconecta presentó un sistema de gestión de proyectos tecnológicos que mostró serias deficiencias en estimación y diseño. Con más de 1000 puntos de historia comprometidos, los docentes cuestionaron la viabilidad de la planificación. El profesor Briceño identificó objetivos sobrecargados con múltiples verbos y diagramas no UML, mientras la profesora Danith señaló errores ortográficos y confusiones conceptuales sobre roles en Scrum.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/wDGVKyQ/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 24,
    "title": "CENTRO DE ENERGÍAS RENOVABLES",
    "summary": "Proyecto Integrador I",
    "content": "El equipo Ecophos presentó un sistema de gestión de energías renovables que generó confusión sobre su verdadero objetivo. Los docentes inicialmente interpretaron que el proyecto buscaba implementar energías renovables en lugar de gestionarlas. El profesor Briceño cuestionó terminologías como 'dinamismo' y la clasificación de GitHub como 'entorno de desarrollo', mientras la profesora Sandra advirtió sobre la mezcla de objetivos de proyecto con objetivos de negocio.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/yBKN7M03/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 25,
    "title": "CENTRO DE ROBÓTICA Y AUTOMATIZACIÓN",
    "summary": "Proyecto Integrador I",
    "content": "El equipo J&C Automation presentó una plataforma para gestión de proyectos de automatización y robótica que mostró solidez técnica general. El profesor Briceño identificó inconsistencias en la implementación de certificados SSL en localhost, mientras la profesora Danith elogió la presentación del representante pero cuestionó la decisión de no desplegar en servidor productivo.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/wrJc4HPW/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 26,
    "title": "CENTRO DE CIBERSEGURIDAD",
    "summary": "Proyecto Integrador I",
    "content": "El equipo CyberIntegrity, formado a partir de un grupo disuelto, presentó un sistema de gestión de ciberseguridad con solo un sprint y medio de desarrollo. A pesar de confusiones en story mapping y marco teórico deficiente, los docentes reconocieron el esfuerzo realizado bajo circunstancias adversas. La profesora Sandra felicitó el progreso considerando el inicio tardío, mientras el profesor Ali sugirió mejoras en diagramas de arquitectura.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/wh2zSzNj/image.png",
    "date": "2025-10-29"
  },
  {
    "id": 27,
    "title": "CENTRO DE SOLUCIONES SMART CITIES",
    "summary": "Proyecto Integrador I",
    "content": "Brilla por su ausencia.\n\nRedacción UPB Digital",
    "image": "https://easimages.basnop.com/default-image_600.png",
    "date": "2025-10-29"
  },
  {
    "id": 28,
    "title": "ImgK",
    "summary": "Introducción a Ingeniería de Sistemas e Informática",
    "content": "La estudiante presentó un sistema innovador de identificación de calorías mediante análisis de patrones en imágenes, marcando una participación individual notable en el evento académico.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/LDCKnFpS/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 29,
    "title": "ECO UPB",
    "summary": "Introducción a Ingeniería de Sistemas e Informática",
    "content": "El equipo Eco UPB presentó una aplicación de reciclaje que otorga puntos canjeables por beneficios académicos. Los docentes elogiaron la capacidad del grupo para suplir roles ante la ausencia de un integrante, con el profesor Omar destacando que 'no se notó la ausencia de su compañero' gracias a la efectiva redistribución de responsabilidades.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/r2vv5HFY/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 30,
    "title": "UPB Study+",
    "summary": "Introducción a Ingeniería de Sistemas e Informática",
    "content": "El equipo UPB Study + presentó una red social académica que recibió elogios unánimes del jurado. El profesor Lenin destacó la inclusión del marco legal, el profesor Francisco extendió felicitaciones generales, y la profesora Sandra elogió particularmente el video demostrativo como un valor agregado significativo. El profesor Omar calificó el proyecto como 'orgullo tenerlos como estudiantes'.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/2YszgH8G/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 31,
    "title": "Pet Finder",
    "summary": "Introducción a Ingeniería de Sistemas e Informática",
    "content": "El equipo Pet Finder presentó una aplicación móvil con reconocimiento de imágenes y geolocalización para mascotas perdidas. Los docentes elogiaron el objetivo bien formulado, mientras ofrecieron consejos sobre presentación: el profesor Lenin enfatizó que 'si ustedes no venden su producto, nadie lo hará', y la profesora Sandra recomendó evitar diminutivos como 'aplicacioncita' al referirse al trabajo realizado.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/8gsy77JK/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 32,
    "title": "UPB SEÑAS",
    "summary": "Introducción a Ingeniería de Sistemas e Informática",
    "content": "El equipo UPB SEÑAS presentó un traductor de lenguaje de señas mediante reconocimiento de imágenes que conmovió al jurado. Los docentes elogiaron tanto la base inspiradora del proyecto como la adecuada delimitación del alcance. El profesor Javier enfatizó que 'la IA es una herramienta, ustedes son los que deben hacer las cosas', reconociendo el esfuerzo evidente detrás del desarrollo.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/DDWxTGz3/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 33,
    "title": "ElectroMed",
    "summary": "Introducción a Ingeniería de Sistemas e Informática",
    "content": "El equipo Electromed presentó un sistema de monitoreo de electrolitos que mostró deficiencias en múltiples aspectos. El profesor Lenin identificó problemas fundamentales: objetivos mal formulados con dos verbos, casos de uso incorrectos, falta de políticas de seguridad y conclusiones vagas. La profesora Danith señaló específicamente el incumplimiento de objetivos relacionados con pruebas de aceptación.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/XZ5XSbD9/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 34,
    "title": "BlessHealth24/7",
    "summary": "Proyecto Integrador III",
    "content": "El grupo BlessHealth presentó un sistema médico de recomendación de tratamientos mediante IA que generó preocupaciones legales y técnicas. El profesor Lenin advirtió que 'decir que la app no debe cumplir la ley no lo exime de la ley', mientras identificó falta de referencias en el marco conceptual y escasas conclusiones para el trabajo realizado. La profesora Sandra cuestionó la novedad del proyecto ante similitudes con trabajos anteriores.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/twT55121/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 35,
    "title": "TONGI",
    "summary": "Sistemas Distribuidos",
    "content": "El equipo Tongi presentó una herramienta de traducción adaptada a dispositivos móviles con funciones avanzadas como traducción en tiempo real y capacidades offline. El profesor Ali elogió el proyecto pero criticó el manejo del tiempo y aspectos técnicos como atributos públicos en diagramas, mientras el profesor Lenin reconoció el 'avance notorio' y el buen trabajo general.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/M5RWs4sn/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 36,
    "title": "PicLab",
    "summary": "Sistemas Distribuidos",
    "content": "El equipo PicLab presentó un sistema distribuido para procesamiento de imágenes con balanceo de carga entre múltiples nodos. Los docentes reconocieron la calidad general del proyecto, con el profesor Ali elogiando el trabajo a pesar de observaciones menores sobre terminología, y el profesor Lenin destacando el trabajo sólido aunque sugiriendo mayor atención a las referencias bibliográficas.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/HpgWqsCP/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 37,
    "title": "MediTranslateAI",
    "summary": "Proyecto Integrador III",
    "content": "El equipo MeditranslateAI presentó una aplicación para comprensión de historias clínicas mediante IA que decepcionó al jurado por la evidente falta de preparación. El profesor Briceño perdió interés durante la exposición, el profesor Lenin cuestionó la ausencia de contenido sustancial a pesar de haber observado correcciones a grupos anteriores, y el profesor Ali señaló que 'estaban descubriendo el proyecto a medida que leían las diapositivas'.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/wZDRM2Nt/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 38,
    "title": "PixPar",
    "summary": "Sistemas Distribuidos",
    "content": "El equipo PixPar presentó un sistema distribuido para registro, almacenamiento y transformación de imágenes que demostró solidez técnica. El profesor Ali sugirió mayor dedicación a la demostración de la aplicación, mientras el profesor Lenin identificó uso excesivo de términos como 'básicamente' y 'etcétera' que afectaron la claridad. La profesora Claudia felicitó el evidente dominio del tema por parte del equipo.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/5dFF6RN/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 39,
    "title": "Histofy",
    "summary": "Proyecto Integrador III",
    "content": "El equipo Histofy presentó un sistema de gestión de historias clínicas cuya ejecución en la sustentación mostró deficiencias significativas. El profesor Ali criticó el manejo del tiempo y errores en diagramas, mientras el profesor Lenin cuestionó severamente la presentación: 'contaron historias y no mostraron nada', señalando falta de coordinación entre lo expuesto y lo mostrado, así como ausencia de referencias.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/fVMK8C09/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 40,
    "title": "DistriFile",
    "summary": "Sistemas Distribuidos",
    "content": "La estudiante Majo presentó individualmente un sistema de almacenamiento distribuido con fragmentación y redundancia en múltiples nodos, obteniendo elogios unánimes. El profesor Lenin reconoció la excelencia en exposición y flujo, la profesora Claudia destacó el logro individual comparado con equipos de siete integrantes, y el profesor Ali felicitó específicamente el trabajo en solitario.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/NnjB6TYd/image.png",
    "date": "2025-10-30"
  },
  {
    "id": 41,
    "title": "Bless Image Plus",
    "summary": "Sistemas Distribuidos",
    "content": "El equipo BlessImage presentó un sistema de edición de imágenes por lotes con almacenamiento de métricas en base de datos relacional. Los docentes reconocieron la integridad del producto final, con el profesor Ali señalando solo un error menor en diagramas de relación, y el profesor Lenin recomendando destacar el algoritmo desarrollado como el núcleo fundamental de innovación en el proyecto.\n\nRedacción UPB Digital",
    "image": "https://i.ibb.co/HTdv6r4v/image.png",
    "date": "2025-10-30"
  }
]